-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 03, 2023 at 06:04 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 8.0.5

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lawa21`
--

-- --------------------------------------------------------

--
-- Table structure for table `officers`
--

CREATE TABLE `officers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `militray_id` int(11) NOT NULL,
  `old_id` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `degree_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `kateba_id` int(11) NOT NULL,
  `join_at` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `job` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `university` enum('حربية','فنية عسكرية','د جو','معهد الفني','كلية الضباط الإحتياط') COLLATE utf8mb4_unicode_ci NOT NULL,
  `specialist` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `officer_type` enum('شرف','عامل','احتياط','فني') COLLATE utf8mb4_unicode_ci NOT NULL,
  `gun_id` int(11) NOT NULL,
  `gun_number` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `birthdate` date DEFAULT NULL,
  `street` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `village` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `goverment` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hight` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `weight` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone1` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone2` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `id_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `militray_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `officers`
--

INSERT INTO `officers` (`id`, `militray_id`, `old_id`, `degree_id`, `name`, `kateba_id`, `join_at`, `job`, `university`, `specialist`, `officer_type`, `gun_id`, `gun_number`, `birthdate`, `street`, `village`, `country`, `goverment`, `hight`, `weight`, `phone1`, `phone2`, `notes`, `image`, `id_image`, `militray_image`, `created_at`, `updated_at`) VALUES
(15, 116877, '7076 م', 5, 'محمد عادل عبد اللطيف', 1, '20/12/2021\r\n', 'قائد اللواء', 'فنية عسكرية', '', 'عامل', 2, '38', '0000-00-00', '14 ش اللواء أحمد حنظل -الفيوم', 'الفيوم', 'الفيوم', 'الفيوم', '', '', '01006278727', '', '', 'PTuscGJJ0dO9UV2BRmlb2i3qce7yhTonCPvvOATR.jpg', 'HPLXHwtyTPJJI0HpjQLxf6guaxHBjAdAgnZArTSC.jpg', 'aya60llY46xsXqodi4ZtNYVQAWVNoHEyUkrvu7f4.jpg', NULL, NULL),
(16, 123929, '7529 م', 5, 'محمد نبيل علي الحنفي', 1, '07/06/2023\r\n', 'رئيس الأركان', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '41', '0000-00-00', '143 د  حدائق الأهرام', 'الجيزة', 'الجيزة', 'الجيزة', '', '', '01000491933', '', '', NULL, NULL, NULL, NULL, NULL),
(17, 123941, '7547م', 5, 'كريم الدين نبيل محمد بليغ', 1, '25/12/2021\r\n', '', 'فنية عسكرية', 'مساعد قا اللواء', 'عامل', 2, '41', '0000-00-00', 'سيدي بشر ', 'الاسكندرية', 'الاسكندرية', 'الاسكندرية', '', '', '01223349014', '', '', NULL, NULL, NULL, NULL, NULL),
(18, 123965, '7553م1', 6, 'أنس السيد متولي السيد', 1, '01/02/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '41', '0000-00-00', 'مساكن القوات المسلحة بلوك 407 شارع 63 -', 'مساكن القوات المسلحة ', 'اكتوبر', 'القاهرة', '', '', '01224303800', '', '', NULL, NULL, NULL, NULL, NULL),
(19, 126024, '7852', 7, 'عمر عبدالجواد محمد مصطفى سويلم', 1, '07/08/2023\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '33', '0000-00-00', 'ش 10', 'برج الخلود-', 'المنصورة', 'المنصورة', '', '', '01016067575', '', '', NULL, NULL, NULL, NULL, NULL),
(20, 132086, '41104 م', 7, 'أحمد محمد صلاح الدين خليل', 1, '07/08/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', '98 ش الكورنيش', 'حي الامل', 'الدهار', 'الغردقة', '', '', '01024982921', '', '', NULL, NULL, NULL, NULL, NULL),
(21, 0, '7622', 8, 'محمد ابراهيم السيد مرسي', 1, '18/7/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', '', '', '', '', '', '', '01065254377', '', '', NULL, NULL, NULL, NULL, NULL),
(22, 125632, '7710م', 8, 'حاتم ابراهيم محمد حسن العوضي', 1, '01/01/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '42', '0000-00-00', 'السنطة ', 'السنطة ', 'السنطة ', 'الغربية', '', '', '01006289844', '', '', NULL, NULL, NULL, NULL, NULL),
(23, 128877, '8063', 8, 'كريم عبد المجيد عبد المنعم محمد', 1, '24/6/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '34', '0000-00-00', 'طور سيناء', 'طور سيناء', 'طور سيناء', 'جنوب سيناء', '', '', '01000435500', '', '', NULL, NULL, NULL, NULL, NULL),
(24, 136282, '8292م', 8, 'خالد عادل علي القرط', 1, '04/04/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '45', '0000-00-00', 'بركة السبع', 'بركة السبع', 'بركة السبع', 'المنوفية', '', '', '01092969639', '', '', NULL, NULL, NULL, NULL, NULL),
(25, 129139, '419', 8, 'أبراهيم علي مصطفي علي', 1, '07/01/2020\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '35', '0000-00-00', 'بسيون', 'بسيون', 'بسيون', 'الغربية', '', '', '01003610971', '', '', NULL, NULL, NULL, NULL, NULL),
(26, 150007, '9241 م', 10, 'محمود محمد موسى العير', 1, '07/12/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', 'كفر كلا الباب', 'السنطة-', 'السنطة', 'الغربية', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(27, 143163, '8873', 10, 'محمود محمد الشرشابي', 1, '07/12/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', 'اخناواي', 'اخناواي', 'طنطا', 'الغربية', '', '', '01281885210', '', '', NULL, NULL, NULL, NULL, NULL),
(28, 138419, '8590', 10, 'عبدالله جمال عبدالله', 1, '01/01/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '37', '0000-00-00', 'ميت برا', 'قويسنا ', 'قويسنا ', ' المنوفية', '', '', '01006686122', '', '', NULL, NULL, NULL, NULL, NULL),
(29, 145230, '9010', 10, 'محمد مجدي محمدعبدالعظيم', 1, '21/7/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', 'منزل2-شارع وجيه من ش سعدالدين عبدالسلام عارف-', 'المنصورة', 'المنصورة', 'الدقهلية', '', '', '01094523136', '', '', NULL, NULL, NULL, NULL, NULL),
(30, 153399, '48748', 11, 'مصطفي صلاح عبد الجابر', 1, '07/01/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '109', '0000-00-00', '51 الامام مسلم ', 'مدينة الشروق ', 'مدينة الشروق ', 'القاهرة', '', '', '01155212232', '', '', NULL, NULL, NULL, NULL, NULL),
(31, 151948, '9472', 11, 'محمد أشرف محمد العياط', 1, '01/01/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '43', '0000-00-00', '– امام الكلية الجوية', 'بلبيس ', 'بلبيس', 'الشرقية ', '', '', '01150543444', '', '', NULL, NULL, NULL, NULL, NULL),
(32, 158345, '9866', 11, 'احمد عبدالحميد بدر', 1, '24 /6 /2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '45', '0000-00-00', '7 شارع القدس ', 'تقسيم المعلمين', 'طلخا ', 'الدقهليه', '', '', '01002034059', '', '', NULL, NULL, NULL, NULL, NULL),
(33, 153626, '48967', 11, 'عباس سمير عباس محمد الزير', 1, '12/07/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', 'كفر شكر', 'كفر شكر', 'كفر شكر', 'بنها', '', '', '01015864479', '', '', NULL, NULL, NULL, NULL, NULL),
(34, 152189, '7713', 11, 'محمد محمود أبوبكر', 1, '02/01/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '44', '0000-00-00', 'حي الياسمين', 'العاصمة الادارية', 'العاصمة الادارية', 'العاصمة الادارية', '', '', '01093386249', '', '', NULL, NULL, NULL, NULL, NULL),
(35, 161639, '10135', 11, 'اسلام جمال عبد الواحد', 1, '01/07/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '46', '0000-00-00', 'السيدة زينب', 'السيدة زينب', 'السيدة زينب', 'القاهرة', '', '', '01117335988', '', '', NULL, NULL, NULL, NULL, NULL),
(36, 167517, '5115م', 11, 'احمد محمد حسن لبيب نبوى', 1, '25/9/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '56', '0000-00-00', '4ش انس-شارع السبكى-', 'البرالشرقى', 'شبين الكوم', 'المنوفية', '', '', '01094039394', '', '', NULL, NULL, NULL, NULL, NULL),
(37, 174390, '53722', 12, 'علاء حمدي رجب عبدالفتاح', 1, '20/11/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '114', '0000-00-00', 'ش الصراف –حي طلعت حرب – ', 'كفر الدوار', 'كفر الدوار', 'كفر الدوار', '', '', '01274835901', '', '', NULL, NULL, NULL, NULL, NULL),
(38, 159669, '50779', 11, 'عمرو مجدي صلاح مرسي', 1, '02/01/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '111', '0000-00-00', 'شارع جلال', 'دمنهور', 'دمنهور', 'البحيرة', '', '', '01098240150', '', '', NULL, NULL, NULL, NULL, NULL),
(39, 170334, '53723', 12, 'محمد رضا قاسم', 1, '12/07/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', 'شبين الكوم-', 'شبين الكوم-', 'شبين الكوم-', 'المنوفية', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(40, 2147483647, '', 12, 'رضا سامي أحمد مصطفي رمضان', 1, '11/04/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '161', '0000-00-00', 'طنطا', 'طنطا', 'طنطا', 'الغربية', '', '', '01128650817', '', '', NULL, NULL, NULL, NULL, NULL),
(41, 2147483647, '', 12, 'مصطفي مبروك نبيل عبدالتواب', 1, '04/11/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '161', '0000-00-00', 'المعصره ', 'المعصره ', 'المعصره ', 'حلوان', '', '', '01159684143', '', '', NULL, NULL, NULL, NULL, NULL),
(42, 2147483647, '', 12, 'كريم أشرف راشد علي', 1, '04/11/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '161', '0000-00-00', 'عمارة الشرطة', 'عزبة الخشابة', 'عزبة الخشابة', 'المنيا', '', '', '01009369355', '', '', NULL, NULL, NULL, NULL, NULL),
(43, 173361, '9131', 12, 'أحمد عادل محمد فؤاد', 1, '25/12/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '50', '0000-00-00', 'المطرية ', 'المطرية ', 'المطرية ', 'القاهرة', '', '', '01116708816', '', '', NULL, NULL, NULL, NULL, NULL),
(44, 177825, '9455', 13, 'مؤمن أمير محمد عبدالسميع', 1, '01/02/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '51', '0000-00-00', 'العبور- الحي السادس – مدخل 2', 'العبور', 'العبور', 'العبور', '', '', '01129966413', '', '', NULL, NULL, NULL, NULL, NULL),
(45, 2147483647, '', 12, 'بهاء نبيل خلف محمد حسين', 1, '12/07/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '162', '0000-00-00', 'الدخيلة-الحرمين', 'الشيخ جابر', 'هانوفيل', 'الأسكندرية', '', '', '01284261959', '', '', NULL, NULL, NULL, NULL, NULL),
(46, 2147483647, '', 13, 'شريف ممدوح محمد حسن', 1, '06/02/2023\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '163', '0000-00-00', 'ارض فضائي-', 'سيدي بشر-', 'سيدي بشر-', 'الاسكندرية', '', '', '01274363281', '', '', NULL, NULL, NULL, NULL, NULL),
(47, 2147483647, '', 13, 'عبدالوهاب مرسي عبدالوهاب محمد', 1, '20/6/2023\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '163', '0000-00-00', 'كفر الزيات-', 'كفر الزيات', 'كفر الزيات-', 'الغربية', '', '', '01002790337', '', '', NULL, NULL, NULL, NULL, NULL),
(48, 138476, '8647', 10, 'ايهاب محمد عوض رجب', 2, '21/6/2021\r\n', '', 'فنية عسكرية', 'قال ك', 'عامل', 2, '37', '0000-00-00', '101ش الشهيد احمدعبدالعزيز', 'شبراخيت', 'شبراخيت', 'البحيرة', '', '', '01111000296', '', '', NULL, NULL, NULL, NULL, NULL),
(49, 143168, '8878', 10, 'احمد رأفت عبد الوهاب ابراهيم', 2, '0000-00-00', '', 'فنية عسكرية', 'قا 2 ك', 'عامل', 2, '39', '0000-00-00', 'الجيزة', 'الجيزة', 'الجيزة', 'الجيزة', '', '', '01061130003', '', '', NULL, NULL, NULL, NULL, NULL),
(50, 145210, '8990', 10, 'محمد أبراهيم أمين طلبة', 2, '07/07/2022\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '40', '0000-00-00', 'دكرنس -  ', ' م. الحومدية', ' م. الحومدية', 'الدقهلية', '', '', '01062607919', '', '', NULL, NULL, NULL, NULL, NULL),
(51, 158397, '9918', 11, 'محمد فوزي منصور حسن', 2, '24/6/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '45', '0000-00-00', '48 ش الجيش', 'ميت غمر', 'ميت غمر', 'الدقهلية', '', '', '01000664229', '', '', NULL, NULL, NULL, NULL, NULL),
(52, 148067, '9252', 11, 'محمد عادل علي شاهين', 2, '01/04/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', '', '', '', '', '', '', '01018579519', '', '', NULL, NULL, NULL, NULL, NULL),
(53, 154913, '9790', 11, 'محمد محمد عبدالفتاح', 2, '31/1/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '44', '0000-00-00', 'دكرنس ', 'دكرنس ', 'دكرنس ', 'الدقهلية', '', '', '01068868918', '', '', NULL, NULL, NULL, NULL, NULL),
(54, 161630, '10126', 11, 'احمد حاتم مصطفى القطان ', 2, '07/12/2023\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(55, 157856, '463', 12, 'محمد حيدر ظريف  محمد', 2, '07/07/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '46', '0000-00-00', 'ادفينا ', 'رشيد', 'رشيد', 'البحيرة', '', '', '01094482038', '', '', NULL, NULL, NULL, NULL, NULL),
(56, 175833, '10857', 12, 'محمد وائل محمد البدري', 2, '10/09/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '49', '0000-00-00', 'المنشية الجديدة- ', 'ابو كبير ', 'ابو كبير ', 'الشرقية', '', '', '01021420420', '', '', NULL, NULL, NULL, NULL, NULL),
(57, 175761, '10785', 12, 'مينا عادل صادق توفليس', 2, '10/09/2021\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '49', '0000-00-00', '44 ش اسماعيل موسي ', ' مصر الجديدة ', ' مصر الجديدة ', 'القاهرة', '', '', '01270190756', '', '', NULL, NULL, NULL, NULL, NULL),
(58, 2147483647, '278173', 12, 'عبدالرحمن مجدي محمد', 2, '10/09/2021\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '160', '0000-00-00', 'قرية دنديط - ميت غمر - دقهلية - ', 'قرية دنديط - ميت غمر - دقهلية - ', 'قرية دنديط - ميت غمر - دقهلية - ', 'قرية دنديط - ميت غمر - دقهلية - ', '', '', '01007470117', '', '', NULL, NULL, NULL, NULL, NULL),
(59, 1600839, '', 12, 'محمد سليمان خليل', 2, '01/04/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '160', '0000-00-00', 'القصلفين ', 'القصلفين ', 'القصلفين ', 'الاسمعلية', '', '', '01008061941', '', '', NULL, NULL, NULL, NULL, NULL),
(60, 0, '', 12, 'أحمد فؤاد احمد علي', 2, '13/7/2023\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '162', '0000-00-00', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(61, 2147483647, '', 12, 'يوسف رضا أحمد', 2, '10/11/2022\r\n', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '162', '0000-00-00', 'ش الجمهورية - ', 'البساتين ', 'البساتين ', 'القاهرة', '', '', '01210815928', '', '', NULL, NULL, NULL, NULL, NULL),
(62, 2147483647, '', 12, 'احمد محمد احمد علي', 2, '0000-00-00', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '160', '0000-00-00', 'ابوكبير - ', 'سنتريس', 'سنتريس', 'الشرقية', '', '', '01002492201', '', '', NULL, NULL, NULL, NULL, NULL),
(63, 178883, '', 13, 'محمد خالد محمد ربيع', 2, '11/02/2022\r\n', '', 'فنية عسكرية', '', 'عامل', 2, '50', '0000-00-00', '', '', '', '', '', '', '01188520910', '', '', NULL, NULL, NULL, NULL, NULL),
(64, 2147483647, '', 13, 'عمر رجب محمد رافت', 2, '0000-00-00', '', 'كلية الضباط الإحتياط', '', 'احتياط', 2, '161', '0000-00-00', 'الاربعين-', 'الاربعين', 'الاربعين', 'السويس', '', '', '01005064933', '', '', NULL, NULL, NULL, NULL, NULL),
(65, 128873, '8059', 8, 'محمود محمد فتوح شقيـر', 3, '13/6/2021\r\n', '', 'فنية عسكرية', 'قا ك  ', 'عامل', 2, '40', '0000-00-00', 'ش محمد شقير-', 'جديله ', 'قسم المنصورة ثان', 'الدقهلية', '', '', '01002833395', '', '', NULL, NULL, NULL, NULL, NULL),
(66, 140557, '8719', 10, 'شريف محمود عبدالمنعم محمد', 3, '01/03/2022\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '-', '0000-00-00', 'برج المجد ش. المقابل لقرية ', 'برج المجد ش. المقابل لقرية ', 'بنها', 'القليوبية', '', '', '01004524279', '', '', NULL, NULL, NULL, NULL, NULL),
(67, 148132, '9317', 11, 'اسلام عادل محمود محمد', 3, '29/12/2020\r\n', '', 'فنية عسكرية', 'جهاز YLC', 'عامل', 2, '-', '0000-00-00', '141ترعةالمريوطية ', 'قسم الاهرام', 'قسم الاهرام', 'الجيزة', '', '', '01096944054', '', '', NULL, NULL, NULL, NULL, NULL),
(68, 168456, '9960', 11, 'محمد علي محمد الطلي', 3, '30/12/2020\r\n', '', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '-', '0000-00-00', 'جنزور ', 'جنزور ', 'بركه السبع ', 'المنوفية', '', '', '01094669563', '', '', NULL, NULL, NULL, NULL, NULL),
(69, 149599, '9405', 11, 'احمد خيري الفكي', 3, '25/1/2023\r\n', '', 'فنية عسكرية', 'مراقبة', 'عامل', 2, '-', '0000-00-00', 'العلوية ', 'الزقزيق ', '- الزقزيق ', 'الشرقية', '', '', '01005184377', '', '', NULL, NULL, NULL, NULL, NULL),
(70, 161535, '10031', 11, 'كريم جمال محمد حسان', 3, '20/7/2022\r\n', '', 'فنية عسكرية', 'ب18', 'عامل', 2, '-', '0000-00-00', 'شارع 6 اكتوبر', 'بورسعيد', 'بورسعيد', 'بورسعيد', '', '', '01019964551', '', '', NULL, NULL, NULL, NULL, NULL),
(71, 167477, '10137', 11, 'محمد السيد عبد البصير عبد الكريم ', 3, '01/01/2023\r\n', '', 'فنية عسكرية', 'ب18', 'عامل', 2, '-', '0000-00-00', 'ابوكبير ', 'ابوكبير ', 'ابوكبير ', 'الشرقية', '', '', '01092864093', '', '', NULL, NULL, NULL, NULL, NULL),
(72, 2147483647, '', 12, 'احمد زيدان عرفة على', 3, '25/1/2023\r\n', '', 'فنية عسكرية', 'مراقب', 'عامل', 2, '-', '0000-00-00', 'ميت محسن', 'ميت غمر', 'ميت غمر', 'الدقهلية', '', '', '01019137086', '', '', NULL, NULL, NULL, NULL, NULL),
(73, 2147483647, '', 12, 'احمد محمد عبد الحميد', 3, '25/1/2023\r\n', '', 'فنية عسكرية', 'مراقب', 'عامل', 2, '-', '0000-00-00', 'سبك ', 'الباجور ', 'الباجور ', 'المنوفية', '', '', '01019105714', '', '', NULL, NULL, NULL, NULL, NULL),
(74, 1621328, '', 12, 'اسلام بو الفتوح خليل احمد', 3, '14/7/2023\r\n', '', 'فنية عسكرية', 'مراقبة', 'عامل', 2, '-', '0000-00-00', 'ش 23 يوليو ', 'الخانكة ', 'الخانكة ', 'القليوبية', '', '', '01022413917', '', '', NULL, NULL, NULL, NULL, NULL),
(75, 2147483647, '', 13, 'عبدالرحمن مصطفي عثمان عمران', 3, '12/10/2022\r\n', '', 'فنية عسكرية', 'رادار 843 أ', 'عامل', 2, '-', '0000-00-00', 'ش محمود شعبان –من اسماعيل الشريف', 'اسيوط ', 'اسيوط ', 'اسيوط ', '', '', '01061540609', '', '', NULL, NULL, NULL, NULL, NULL),
(76, 2147483647, '', 13, 'محمد اشرف عادل عباس رفعت', 3, '12/10/2022\r\n', '', 'فنية عسكرية', 'مسح وتمييز', 'عامل', 2, '-', '0000-00-00', 'منشية النور ', 'منشية النور ', 'بنها', 'القليوبية', '', '', '01211628603', '', '', NULL, NULL, NULL, NULL, NULL),
(77, 2147483647, '', 13, 'باسم جرجس حسني امين', 3, '12/10/2022\r\n', '', 'فنية عسكرية', 'عبري', 'عامل', 2, '-', '0000-00-00', 'ش محمود ابو المجد ', 'المحله ', 'المحله ', 'الغربية', '', '', '01125682400', '', '', NULL, NULL, NULL, NULL, NULL),
(78, 2147483647, '', 13, 'محمد طلعت فؤاد', 3, '29/6/2023\r\n', '', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '-', '0000-00-00', 'سنتريس  ', 'اشمون ', 'اشمون ', 'المنوفية', '', '', '01015729659', '', '', NULL, NULL, NULL, NULL, NULL),
(79, 138478, '8649', 10, 'محمد فتحي علي نوار المصري', 4, '01/01/2023\r\n', '', 'فنية عسكرية', 'قائد الكتيبة', 'عامل', 2, '37', '0000-00-00', '41 ش جلال جمعة', 'المحلة الكبرى', 'المحلة الكبرى', 'الغربية', '', '', '01005427118', '', '', NULL, NULL, NULL, NULL, NULL),
(80, 145273, '9053', 10, 'أسامة نشأت عبدالفتاح', 4, '07/09/2023\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '40', '0000-00-00', 'نواج', 'طنطا', 'طنطا', 'الغربية', '', '', '01092983692', '', '', NULL, NULL, NULL, NULL, NULL),
(81, 149555, '9361', 11, 'أنس القطب  عبدالعظيم علي', 4, '01/05/2023\r\n', '', 'فنية عسكرية', 'ب18', 'عامل', 2, '42', '0000-00-00', 'طنطا', 'طنطا', 'طنطا', 'الغربية', '', '', '01064947686', '', '', NULL, NULL, NULL, NULL, NULL),
(82, 154914, '9791', 11, 'محمد إبراهيم أحمد', 4, '07/04/2020\r\n', '', 'فنية عسكرية', 'JY9-Gردارا', 'عامل', 2, '44', '0000-00-00', '48 مساكن مبارك', 'طور سيناء', 'طور سيناء', 'جنوب سيناء', '', '', '01146612122', '', '', NULL, NULL, NULL, NULL, NULL),
(83, 158377, '9898', 11, 'هشام محمد حسن', 4, '22/6/2021\r\n', '', 'فنية عسكرية', 'JY9-Gردارا', 'عامل', 2, '45', '0000-00-00', 'طنطا ', 'طنطا', 'طنطا', 'الغربية', '', '', '01026269512', '', '', NULL, NULL, NULL, NULL, NULL),
(84, 161717, '10213', 12, 'محمد احمد محمود', 4, '01/04/2023\r\n', '', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '46', '0000-00-00', 'القلعة', 'قفط ', 'قفط ', 'قنا – قفط - القلعة', '', '', '01128399879', '', '', NULL, NULL, NULL, NULL, NULL),
(85, 1601441, '', 12, 'عبد الله بن بيلا محمد', 4, '11/09/2021\r\n', '', 'كلية الضباط الإحتياط', 'إشارة', 'احتياط', 2, '160', '0000-00-00', 'شارع الجمهورية', 'بسيون', 'بسيون', 'الغربية', '', '', '01017936599', '', '', NULL, NULL, NULL, NULL, NULL),
(86, 801824, '', 12, 'أحمد نبيل إسماعيل', 4, '12/10/2022\r\n', '', 'كلية الضباط الإحتياط', 'مسح و تمييز', 'احتياط', 2, '162', '0000-00-00', 'أشمون', 'أشمون', 'أشمون', 'المنوفية', '', '', '01279884299', '', '', NULL, NULL, NULL, NULL, NULL),
(87, 178810, '10940', 13, 'محمود خالد عبدالتواب', 4, 'سنة تكميلية\r\n', '', 'فنية عسكرية', 'JY9-Gردارا', 'عامل', 2, '50', '0000-00-00', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', '', '', '01007069236', '', '', NULL, NULL, NULL, NULL, NULL),
(88, 202217, '', 13, 'كيرلس سامي سيدهم', 4, '21/6/2023\r\n', '', 'كلية الضباط الإحتياط', 'ب-18', 'احتياط', 2, '163', '0000-00-00', 'القاهرة', 'القاهرة', 'القاهرة', 'القاهرة', '', '', '01099407868', '', '', NULL, NULL, NULL, NULL, NULL),
(89, 0, '', 13, 'أحمد سمير مصطفى ', 4, '0000-00-00', '', 'فنية عسكرية', '', 'عامل', 2, '-', '0000-00-00', '', '', '', '', '', '', '01001726770', '', '', NULL, NULL, NULL, NULL, NULL),
(90, 138415, '8586', 10, 'احمد نبيل شمس الدين', 5, '29/12/2022\r\n', '', 'فنية عسكرية', 'قائد  الكتيبة', 'عامل', 2, '37', '0000-00-00', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', '', '', '01033044600', '', '', NULL, NULL, NULL, NULL, NULL),
(91, 145206, '8986', 10, 'محمد شعبان عبدالرازق', 5, '01/04/2023\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '40', '0000-00-00', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', '', '', '01002582563', '', '', NULL, NULL, NULL, NULL, NULL),
(92, 151990, '9514', 11, 'مكاريوس عاطف وردي خليل', 5, '01/03/2022\r\n', '', 'فنية عسكرية', 'ضابط جهاز تبس', 'عامل', 2, '43', '0000-00-00', 'المخفض ', 'برج العربة', 'المخفض ', 'الاسكندرية', '', '', '01281164686', '', '', NULL, NULL, NULL, NULL, NULL),
(93, 158348, '9869', 11, 'مصطفي مجدي صبحي', 5, '07/03/2020\r\n', '', 'فنية عسكرية', 'ضابط جهاز', 'عامل', 2, '45', '0000-00-00', 'السلام ', 'عمارات النيل', 'عمارات النيل', 'القاهرة', '', '', '01011509168', '', '', NULL, NULL, NULL, NULL, NULL),
(94, 165810, '10247', 12, 'كريم محمد عطية عبدالكريم', 5, '13/7/2023\r\n', '', 'فنية عسكرية', 'ضابط جهاز YLC-6M', 'عامل', 2, '47', '0000-00-00', 'التجمع الاول', 'التجمع الاول', 'التجمع الاول', 'دار مصر', '', '', '01008412497', '', '', NULL, NULL, NULL, NULL, NULL),
(95, 175843, '10867', 12, 'بيتر صبحى بباوى', 5, '16/8/2022\r\n', '', 'فنية عسكرية', 'E843', 'عامل', 2, '49', '0000-00-00', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', 'كفر الشيخ', '', '', '01279566584', '', '', NULL, NULL, NULL, NULL, NULL),
(96, 2147483647, '', 12, 'أحمد ممدوح أحمد', 5, '01/01/2022\r\n', '', 'كلية الضباط الإحتياط', 'مركز القيادة', 'احتياط', 2, '160', '0000-00-00', 'الخشة مشتول السوق', 'الخشة مشتول السوق', 'الشرقية', 'الشرقية', '', '', '01025684919', '', '', NULL, NULL, NULL, NULL, NULL),
(97, 2147483647, '', 12, 'حسن عاطف حسن', 5, '07/12/2023\r\n', '', 'كلية الضباط الإحتياط', 'ضابط جهاز440', 'احتياط', 2, '162', '0000-00-00', 'سرس الليان', 'سرس الليان', 'سرس الليان', 'المنوفيه', '', '', '01284808970', '', '', NULL, NULL, NULL, NULL, NULL),
(98, 131721, '8178', 7, 'احمد محمد فتيان', 6, '07/05/2023\r\n', '', 'فنية عسكرية', 'قا ك', 'عامل', 2, '35', '0000-00-00', 'قرنفيل  ', 'القناطر الخيرية', 'القناطر الخيرية', 'القليوبية', '', '', '01111706228', '', '', NULL, NULL, NULL, NULL, NULL),
(99, 147793, '9217', 10, 'محمد امجد عبدالخالق', 6, '07/12/2023\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '41', '0000-00-00', 'مدينة المستقبل ', 'شبرا الخيمة', 'شبرا الخيمة', 'مدينة المستقبل - شبرا الخيمة - القليوبية', '', '', '10689464784', '', '', NULL, NULL, NULL, NULL, NULL),
(100, 147793, '449', 11, 'احمد سند مصطفى', 6, '01/04/2023\r\n', '', 'فنية عسكرية', ' ب 18', 'عامل', 2, '42', '0000-00-00', 'حى النصر ', 'طور سيناء', 'طور سيناء', 'جنوب سينا', '', '', '01002967608', '', '', NULL, NULL, NULL, NULL, NULL),
(101, 154804, '9681', 11, 'محمد جمال مؤنس', 6, '23/6/2021\r\n', '', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '44', '0000-00-00', 'بشالوش ', 'ميت غمر', 'ميت غمر', 'دقهلية', '', '', '01062423274', '', '', NULL, NULL, NULL, NULL, NULL),
(102, 1602131, '', 12, 'مصطفى محمد مصطفى', 6, '11/03/2021\r\n', '', 'كلية الضباط الإحتياط', 'مسح وتمييز', 'احتياط', 2, '160', '0000-00-00', 'محلة موسي ', ' المحلة الكبرى', ' المحلة الكبرى', 'الغربيه', '', '', '01026647472', '', '', NULL, NULL, NULL, NULL, NULL),
(103, 1611366, '', 12, 'محمد  وائل عبدالفتاح', 6, '0000-00-00', '', 'كلية الضباط الإحتياط', 'مسح وتمييز', 'احتياط', 2, '161', '0000-00-00', 'حي النصر ', 'كفر صقر', 'كفر صقر', 'الشرقية', '', '', '01015133673', '', '', NULL, NULL, NULL, NULL, NULL),
(104, 1610174, '', 13, 'احمد جابر صديق', 6, '13/6/2022\r\n', '', 'كلية الضباط الإحتياط', 'تبس 63', 'احتياط', 2, '161', '0000-00-00', 'كفر الامير ', 'تمي الأمديد', 'تمي الأمديد', 'الدقهلية', '', '', '01093478164', '', '', NULL, NULL, NULL, NULL, NULL),
(105, 2147483647, '', 13, 'مصطفي مدحت صلاح', 6, '12/10/2022\r\n', '', 'كلية الضباط الإحتياط', 'ب 18', 'احتياط', 2, '162', '0000-00-00', 'الخامسة جاهز ', 'حي ثالث', 'حي ثالث', 'الاسماعيلية', '', '', '01228947918', '', '', NULL, NULL, NULL, NULL, NULL),
(106, 2147483647, '', 13, 'لؤي محروس عبدالفتاح', 6, '24/6/2023\r\n', '', 'كلية الضباط الإحتياط', 'اشاره', 'احتياط', 2, '163', '0000-00-00', 'اويش الحجر', 'المنصوره', 'المنصوره', 'الدقهلية', '', '', '01120461048', '', '', NULL, NULL, NULL, NULL, NULL),
(107, 135955, '8363', 7, 'كريم محمد عطا طنطاوى', 7, '07/02/2022\r\n', '', 'فنية عسكرية', 'قا ك', 'عامل', 2, '36', '0000-00-00', 'ميت غمر . الدقهلية', 'ميت غمر . الدقهلية', 'ميت غمر . الدقهلية', 'ميت غمر . الدقهلية', '', '', '01005204503', '', '', NULL, NULL, NULL, NULL, NULL),
(108, 140578, '8740', 10, 'محمود عبدالمنعم محمد', 7, '18/12/2020\r\n', '', 'فنية عسكرية', 'ر.ع', 'عامل', 2, '38', '0000-00-00', 'ايتاي البارود ', 'ايتاي البارود ', 'ايتاي البارود ', 'البحيرة', '', '', '01007564630', '', '', NULL, NULL, NULL, NULL, NULL),
(109, 158070, '9663 م', 11, 'علي ابراهيم علي محمد صالح', 7, '19/7/2022\r\n', '', 'فنية عسكرية', 'ب14', 'عامل', 2, '54', '0000-00-00', 'شوشاي', 'اشمون', 'اشمون', 'المنوفية', '', '', '01011765880', '', '', NULL, NULL, NULL, NULL, NULL),
(110, 155431, '458', 11, 'مصطفي محمد مصطفي سيد احمد', 7, '23/6/2021\r\n', '', 'فنية عسكرية', 'نمر', 'عامل', 2, '45', '0000-00-00', 'صان الحجر القبليه شارع-', 'صان الحجر القبليه شارع-', 'مركز صان الحجر', 'الشرقية', '', '', '01099474345', '', '', NULL, NULL, NULL, NULL, NULL),
(111, 161710, '10206', 12, 'عبد الرحمن محمد أحمد محمد', 7, '19/7/2022\r\n', '', 'فنية عسكرية', 'تبس63', 'عامل', 2, '46', '0000-00-00', 'اسيوط', 'اسيوط', 'اسيوط', 'اسيوط', '', '', '01555067657', '', '', NULL, NULL, NULL, NULL, NULL),
(112, 167523, '167523', 11, 'خالد سامي محمود كساب', 7, '07/12/2023\r\n', '', 'فنية عسكرية', 'ضابط تخصص', 'عامل', 2, '46', '0000-00-00', 'مركز كفر الشيخ', 'مركز كفر الشيخ', 'مركز كفر الشيخ', 'كفر الشيخ', '', '', '01096119311', '', '', NULL, NULL, NULL, NULL, NULL),
(113, 9778, '', 11, 'عبدالله محروس احمد محروس', 7, '13/7/2023\r\n', '', 'فنية عسكرية', 'قائد سرية مراقبه', 'عامل', 2, '46', '0000-00-00', 'شنوان', 'شبين الكوم', 'شبين الكوم', 'المنوفيه', '', '', '01015241285', '', '', NULL, NULL, NULL, NULL, NULL),
(114, 1602021, '', 12, 'محمد علي محمود محمد', 7, '01/03/2023\r\n', '', 'كلية الضباط الإحتياط', 'مسح وتمييز', 'احتياط', 2, '160', '0000-00-00', 'القصر-  ', 'مركز الفتح', 'مركز الفتح', 'أسيوط', '', '', '01020549216', '', '', NULL, NULL, NULL, NULL, NULL),
(115, 2147483647, '', 12, 'عبدالله عوض محمد بدراوي', 7, '16/4/2022\r\n', '', 'كلية الضباط الإحتياط', 'الاشارة', 'احتياط', 2, '161', '0000-00-00', 'ش 23 يوليو ', 'بندر سيدي سالم ', 'كفر الشيخ', 'كفر الشيخ', '', '', '01069742987', '', '', NULL, NULL, NULL, NULL, NULL),
(116, 178804, '10934', 13, 'عبد الرحمن محمد ابراهيم بسيوني', 7, '11/01/2022\r\n', '', 'فنية عسكرية', 'تبس 63', 'عامل', 2, '50', '0000-00-00', 'الشهداء ', 'الشهداء ', 'الشهداء ', 'المنوفية', '', '', '01019979140', '', '', NULL, NULL, NULL, NULL, NULL),
(117, 2147483647, '', 13, 'محمد جمال أحمد علي', 7, '10/12/2022\r\n', '', 'كلية الضباط الإحتياط', '843أ', 'احتياط', 2, '162', '0000-00-00', 'الشرقية', 'الشرقية', 'الشرقية', 'الشرقية', '', '', '01206092367', '', '', NULL, NULL, NULL, NULL, NULL),
(118, 138383, '8554', 10, 'محمود سعيد طه سليم طنطاوي', 8, '23/6/2021\r\n', '', 'فنية عسكرية', 'قا ك', 'عامل', 2, '37', '0000-00-00', 'قرية بحطيط ', 'مركز ابو حماد', 'مركز ابو حماد', 'الشرقية', '', '', '01003148839', '', '', NULL, NULL, NULL, NULL, NULL),
(119, 145313, '9093', 10, 'اسلام محمود محمد السيد أحمد', 8, '07/01/2020\r\n', '', 'فنية عسكرية', 'قائد جهاز 440', 'عامل', 2, '40', '0000-00-00', 'الرياض  ', 'الرياض  ', ' مركز الزقزيق ', 'الشرقية', '', '', '01002472387', '', '', NULL, NULL, NULL, NULL, NULL),
(120, 148116, '9301', 10, 'محمد منير محمد السيد', 8, '17/7/2022\r\n', '', 'فنية عسكرية', 'ض SPS', 'عامل', 2, '41', '0000-00-00', 'ش الوزيرة', 'ش الوزيرة', 'الزقازيق', 'الشرقية', '', '', '01275544256', '', '', NULL, NULL, NULL, NULL, NULL),
(121, 158328, '9849', 11, 'محمد علي حامد عثمان', 8, '29/12/2020\r\n', '', 'فنية عسكرية', 'ض SPS', 'عامل', 2, '45', '0000-00-00', 'عماره 6 شقه 10', 'شارع المحطه الجديده', 'بسيون', 'الغربيه', '', '', '01145775166', '', '', NULL, NULL, NULL, NULL, NULL),
(122, 161542, '10135', 11, 'عبدالرحمن علي عبد الرحيم', 8, '17/7/2022\r\n', '', 'فنية عسكرية', 'ض SPS', 'عامل', 2, '46', '0000-00-00', '491ش القرش', 'تقسيم عمر بن الخطاب', 'تقسيم عمر بن الخطاب', 'جسر السويس', '', '', '01020583815', '', '', NULL, NULL, NULL, NULL, NULL),
(123, 150063, '9304', 11, 'مصطفى محمود ابوالحمد', 8, '07/11/2023\r\n', '', 'فنية عسكرية', 'ض SPS', 'عامل', 2, '51', '0000-00-00', 'ش ابو بكر', 'مركز اخميم', 'مركز اخميم', 'سوهاج', '', '', '01004216100', '', '', NULL, NULL, NULL, NULL, NULL),
(124, 2147483647, '', 12, 'محمد جمال شفيق ', 8, '15/11/2021\r\n', '', 'فنية عسكرية', 'مسح وتمييز', 'احتياط', 2, '160', '0000-00-00', 'العوايد', 'المهاجرين ', 'المهاجرين ', 'الاسكندرية', '', '', '01284375229', '', '', NULL, NULL, NULL, NULL, NULL),
(125, 2147483647, '', 12, 'أحمد سامي عبد السميع', 8, '15/11/2021\r\n', '', 'فنية عسكرية', 'ض جهاز 843أ', 'احتياط', 2, '160', '0000-00-00', 'ش سيدي صلاح –', 'الباجور ', 'الباجور ', 'المنوفيه', '', '', '01009680784', '', '', NULL, NULL, NULL, NULL, NULL),
(126, 2147483647, '', 12, 'محمد محمود ابراهيم', 8, '12/01/2022\r\n', '', 'فنية عسكرية', 'تبس63', 'عامل', 2, '-', '0000-00-00', 'مينة الخولي- – ', 'مينة النصر', 'مينة النصر', 'الدقهلية', '', '', '01022878243', '', '', NULL, NULL, NULL, NULL, NULL),
(127, 2147483647, '', 12, 'شريف احمد عباس', 8, '17/6/2023\r\n', '', 'فنية عسكرية', 'مسح وتمييز', 'عامل', 2, '-', '0000-00-00', 'عزبة الدهان', 'عزبة الدهان', 'كفر الزيات', 'الغربية', '', '', '01014103309', '', '', NULL, NULL, NULL, NULL, NULL),
(128, 0, 'سنة تكميلي', 13, 'عبد الرحمن عماد محمد', 8, '11/02/2022\r\n', '', 'فنية عسكرية', 'ض جهاز440', 'عامل', 2, '-', '0000-00-00', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(129, 2147483647, '', 13, 'محمد صبري محمد', 8, '24/6/2023\r\n', '', 'فنية عسكرية', 'اشاره', 'عامل', 2, '-', '0000-00-00', 'مركز اولاد صقر', 'مركز اولاد صقر', 'مركز اولاد صقر', 'الشرقية', '', '', '01012623551', '', '', NULL, NULL, NULL, NULL, NULL),
(130, 154799, '9676', 11, 'خالد محمد طه محمد', 8, '02/01/2022\r\n', '', 'فنية عسكرية', 'قائد جهاز تبس63', 'عامل', 2, '44', '0000-00-00', 'السيوف', 'شماعه المنتزه', 'شماعه المنتزه', 'الإسكندرية', '', '', '01140662240', '', '', NULL, NULL, NULL, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `officers`
--
ALTER TABLE `officers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `officers`
--
ALTER TABLE `officers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=165;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
