-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 03, 2023 at 04:55 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 8.0.5

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lawa21`
--

-- --------------------------------------------------------

--
-- Table structure for table `semi_officers`
--

CREATE TABLE `semi_officers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `militray_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `degree_id` int(20) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `kateba_id` int(11) NOT NULL,
  `join_at` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `job` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `specialist` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `gun_id` int(11) NOT NULL,
  `gun_number` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `birthdate` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `street` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `village` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `goverment` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hight` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `weight` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone1` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone2` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `id_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `militray_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `semi_officers`
--

INSERT INTO `semi_officers` (`id`, `militray_id`, `degree_id`, `name`, `kateba_id`, `join_at`, `job`, `specialist`, `gun_id`, `gun_number`, `birthdate`, `street`, `village`, `country`, `goverment`, `hight`, `weight`, `phone1`, `phone2`, `notes`, `image`, `id_image`, `militray_image`, `created_at`, `updated_at`) VALUES
(9259, '1996131100710', 14, 'ياسر بسيوني علي الدعوشي', 1, '1800-12-12', 'سائق جنزير', 'سائق جنزير', 3, '0', '', '', 'م. سلطان', 'منوف', 'المنوفية', '0', '0', '1068768390', '', '', NULL, NULL, NULL, NULL, '2023-09-03 11:35:44'),
(9260, '0200313470184', 14, 'محمد عبد الموجود علي الحمزاوي', 1, '18/12/2015', 'ميكانيكي مركبات', 'ميكانيكي مركبات', 2, '0', '31/12/1899', '', 'قطور  ', 'قطور  ', ' الغربية', '0', '0', '1004934718', '', '', NULL, NULL, NULL, NULL, NULL),
(9261, '1998135100035\r\n', 14, 'ابراهيم عبدالحكم محمود الشيخ', 1, '05/11/2022', 'هوائيات', 'هوائيات', 2, '0', '31/12/1899', '', 'سمادون  ', 'اشمون ', 'المنوفية', '0', '0', '1019481756', '', '', NULL, NULL, NULL, NULL, NULL),
(9262, '2000135100824\r\n', 14, 'حمدي السيد محمد إبراهيم', 1, '03/11/2022', '', '', 2, '0', '31/12/1899', '', 'طه شبرا ', 'قويسنا ', 'المنوفية', '0', '0', '1004507821', '', '', NULL, NULL, NULL, NULL, NULL),
(9263, '2000135101195\r\n', 14, 'علاء محمدي معوض', 1, '02/11/2021', 'قاذف شابيدال', 'قاذف شابيدال', 2, '0', '31/12/1899', '', 'الباجور', 'الباجور', 'المنوفية', '0', '0', '1019200941', '', '', NULL, NULL, NULL, NULL, NULL),
(9264, '2005135100030\r\n', 15, 'محمد رمضان احمد السواح', 1, '06/11/2022', 'خازن معدات الية', 'خازن معدات الية', 2, '0', '31/12/1899', '', 'السنطة البلد ', 'السنطة', 'الغربية', '0', '0', '126385596', '', '', NULL, NULL, NULL, NULL, NULL),
(9265, '2001134700805\r\n', 15, 'محمـــد عبدالجليل أحمــد', 1, '03/11/2020', 'كهربائي مركبات', 'كهربائي مركبات', 2, '0', '31/12/1899', '', 'قويسنا', 'قويسنا ', 'المنوفية', '0', '0', '1015788940', '', '', NULL, NULL, NULL, NULL, NULL),
(9266, '2003135102337\r\n', 15, 'مدحت رمضان خضر الديب', 1, '05/11/2022', 'اشارة د جو ', 'اشارة د جو ', 2, '0', '31/12/1899', '', 'محلة منوف', 'طنطا', 'الغربية', '0', '0', '1068584939', '', '', NULL, NULL, NULL, NULL, NULL),
(9267, '2005135100048\r\n', 15, 'عبدالحميد محمود عبدالحميد قنابر', 1, '03/11/2022', 'سرية لاس دجو', 'سرية لاس دجو', 2, '0', '31/12/1899', '', 'قطور ', 'قطور ', 'الغربية', '0', '0', '1062751094', '', '', NULL, NULL, NULL, NULL, NULL),
(9268, '2003135100878', 15, 'اشرف السيد عبــد الغفار', 1, '01/11/2020', 'استطلاع م ط', 'استطلاع م ط', 2, '0', '31/12/1899', '', 'شوني', 'مركز طنطا', 'الغربية', '0', '0', '1069176590', '', '', NULL, NULL, NULL, NULL, NULL),
(9269, '2009134701576\r\n', 15, 'حمدي عبد الغفار السيد حسين', 1, '26/08/2019', 'أذ', 'أذ', 2, '0', '31/12/1899', '', 'شبرا قبالة ', 'قوسنا', 'المنوفية', '0', '0', '1021687772', '', '', NULL, NULL, NULL, NULL, NULL),
(9270, '2001134702413\r\n', 15, 'أحمد بسيوني عبدالفتاح', 1, '02/11/2021', 'كهربائي بنزين', 'كهربائي بنزين', 2, '0', '31/12/1899', '', 'كفر الزيات', 'كفر الزيات', 'الغربية', '0', '0', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9271, '2004135100842\r\n', 15, 'محمد عبد الله فوزي محمد', 1, '10/08/2019', 'راصد ومسجل', 'راصد ومسجل', 2, '0', '31/12/1899', '', 'تلبقا', 'كوم حمادة', 'البحيرة', '0', '0', '1272201850', '', '', NULL, NULL, NULL, NULL, NULL),
(9272, '2004135101262\r\n', 15, 'هيثم محمد عبد الله عبد العال', 1, '01/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'منيا القمح ', 'منيا القمح ', 'الشرقيه', '0', '0', '1099166712', '', '', NULL, NULL, NULL, NULL, NULL),
(9273, '2006135100343\r\n', 15, 'احمد فتحي عبده مرسي صالح', 1, '01/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'دمنهور', 'دمنهور', 'البحيرة', '0', '0', '1149746956', '', '', NULL, NULL, NULL, NULL, NULL),
(9274, '2011134701117\r\n', 15, 'زين همام زين الدين احمد', 1, '', 'عامل اصلاح اجهزة قياس الكتروني', 'عامل اصلاح اجهزة قياس الكتروني', 1, '0', '', '', 'مسهلة', 'السنطة', 'الغربية', '183', '89', '1066784936', '', '', NULL, NULL, NULL, NULL, '2023-08-25 11:04:14'),
(9275, '1992535100851\r\n', 15, 'محمد السعيد محمد الكومي', 1, '01/12/2022', 'مركبات', 'مركبات', 2, '0', '31/12/1899', '', '0', '0', '0', '0', '0', '1121989587', '', '', NULL, NULL, NULL, NULL, NULL),
(9276, '2005135100866\r\n', 15, 'احمد عبدالنبي السيد سيد احمد', 1, '03/11/2022', 'عامل تشغيل مولدات ', 'عامل تشغيل مولدات ', 2, '0', '31/12/1899', '', 'سنهرة', 'طوخ', 'القليوبية', '0', '0', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9277, '2006135101276\r\n', 15, 'رضا عبدالكريم عبدالجواد هيبة', 1, '01/11/2022', 'عامل لاس متعدد', 'عامل لاس متعدد', 2, '0', '31/12/1899', '', 'زمران النخل', 'الدلنجات', 'بحيرة', '0', '0', '112259979', '', '', NULL, NULL, NULL, NULL, NULL),
(9278, '2008135100993', 16, 'وليد عبد الحميد ابو المجد', 1, '02/11/2020', 'تخصيص مهام', 'تخصيص مهام', 2, '0', '31/12/1899', '', 'السنبلاوين ', 'السنبلاوين ', 'الدقهلية', '0', '0', '1099224660', '', '', NULL, NULL, NULL, NULL, NULL),
(9279, '2007135102199\r\n', 16, 'طارق حسن إسماعيل', 1, '03/11/2020', 'عامل اشاره', 'عامل اشاره', 2, '0', '31/12/1899', '', 'قلين ', 'قلين ', 'كفر الشيخ', '0', '0', '1005755478', '', '', NULL, NULL, NULL, NULL, NULL),
(9280, '2007138314121\r\n', 16, 'جميل حسن محمد المجدوبة', 1, '06/11/2022', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'محلة منوف', 'طنطا', 'الغربية', '0', '0', '1004317244', '', '', NULL, NULL, NULL, NULL, NULL),
(9281, '2007138314204', 16, 'محمد عزيز عبد السلام محمود', 1, '01/11/2020', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'تلا', 'تلا', 'المنوفيه', '0', '0', '1013081542', '', '', NULL, NULL, NULL, NULL, NULL),
(9282, '2010138304076\r\n', 16, 'اشرف محمد عبدالعزيز البجم', 1, '06/11/2022', 'عامل رمز د جو', 'عامل رمز د جو', 2, '0', '31/12/1899', '', 'ابيار ', 'كفر الزيات', 'الغربية', '0', '0', '1145339678', '', '', NULL, NULL, NULL, NULL, NULL),
(9283, '2007138314171\r\n', 16, 'عبد الوهاب عبد العزيز عبد الوهاب', 1, '08/11/2018', 'مسح و تمييز', 'مسح و تمييز', 2, '0', '31/12/1899', '', 'طنطا ', 'طنطا ', 'الغربية', '0', '0', '1007882576', '', '', NULL, NULL, NULL, NULL, NULL),
(9284, '2008138300277\r\n', 16, 'أحمد محب محمود الصباحي', 1, '10/08/2019', 'تخصيص مهام', 'تخصيص مهام', 2, '0', '31/12/1899', '', 'ش الفنان محمد عثمان -سيوف', 'ثان الرمل', 'الإسكندرية', '0', '0', '1093335316', '', '', NULL, NULL, NULL, NULL, NULL),
(9285, '2007138314189\r\n', 16, 'كريم السيد عبدالصادق السعدني', 1, '02/11/2021', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'زفتي ', 'زفتي ', 'الغربية', '0', '0', '1091588043', '', '', NULL, NULL, NULL, NULL, NULL),
(9286, '2006135101482\r\n', 15, 'حامد امين مصطفي', 1, '06/11/2021', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'ميت غمر', 'ميت غمر', 'الدقهلية', '0', '0', '1282908653', '', '', NULL, NULL, NULL, NULL, NULL),
(9287, '2009138301471\r\n', 16, 'عبدالهادي عبدالهادي السيد إبراهيم', 1, '06/11/2021', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'طنطا', 'طنطا', 'الغربية', '0', '0', '1146492846', '', '', NULL, NULL, NULL, NULL, NULL),
(9288, '2009135100496\r\n', 16, 'أيمن عبدالرحمن عبدالسلام الشهاوي', 1, '20/11/2021', 'اشارة', 'اشارة', 2, '0', '31/12/1899', '', 'قلين', 'قلين', 'كفر الشيخ', '0', '0', '1010523569', '', '', NULL, NULL, NULL, NULL, NULL),
(9289, '2011130401050\r\n', 16, 'محمد رضا محمد حجاب', 1, '01/11/2020', 'سكرتارية عسكرية', 'سكرتارية عسكرية', 2, '0', '31/12/1899', '', 'م.السنطه ', 'م.السنطه ', 'الغربيه', '0', '0', '1123848881', '', '', NULL, NULL, NULL, NULL, NULL),
(9290, '2011138314958\r\n', 16, 'طه شكري محمـــد علي', 1, '10/08/2019', 'مسح وتميز', 'مسح وتميز', 2, '0', '31/12/1899', '', 'ميت يزيد', 'منيا القمح', 'الشرقية', '0', '0', '1149437089', '', '', NULL, NULL, NULL, NULL, NULL),
(9291, '2011138315625\r\n', 17, 'محمود مصطفي حسانين', 1, '08/11/2018', 'مسح و تمييز', 'مسح و تمييز', 2, '0', '31/12/1899', '', 'ميت  غمر', 'ميت  غمر', 'الدقهلية', '0', '0', '1200751282', '', '', NULL, NULL, NULL, NULL, NULL),
(9292, '0201532700692\r\n', 17, 'علي عبدالونيس علي السعيد', 1, '02/11/2022', 'خدمات طبية', 'خدمات طبية', 2, '0', '31/12/1899', '', 'كفر المقدام', 'ميت غمر', 'الدقهلية', '0', '0', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9293, '2014135104950\r\n', 17, 'مصطفي عمر محمد ابو اليزيد', 1, '01/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'م.ابو قرقاص', 'م.ابو قرقاص', 'المنيا', '0', '0', '1143028450', '', '', NULL, NULL, NULL, NULL, NULL),
(9294, '2012138309840\r\n', 17, 'السعيد محمود السعيد عبدالمنعم', 1, '06/11/2022', 'راصد ومسجل رادار', 'راصد ومسجل رادار', 2, '0', '31/12/1899', '', 'اوليلة', 'ميت غمر', 'الدقهلية', '0', '0', '1000221325', '', '', NULL, NULL, NULL, NULL, NULL),
(9295, '2015138312326', 17, 'احمد عبداللطيف عبدالرحمن عبدالعليم', 1, '03/11/2022', '', '', 2, '0', '31/12/1899', '', 'شما', 'اشمون', 'المنوفية', '0', '0', '127592997', '', '', NULL, NULL, NULL, NULL, NULL),
(9296, '2013138306589\r\n', 17, 'عبدالله السيد عبدالله', 1, '06/11/2021', 'مظلات', 'مظلات', 2, '0', '31/12/1899', '', 'كوم حماده', 'كوم حماده', 'البحيرة', '0', '0', '1014748028', '', '', NULL, NULL, NULL, NULL, NULL),
(9297, '2016135101431\r\n', 18, 'اسامة سعيد شبل يوسف', 1, '06/11/2021', 'أشارة', 'أشارة', 2, '0', '31/12/1899', '', 'بركة السبع', 'بركة السبع', 'المنوفية', '0', '0', '1016580851', '', '', NULL, NULL, NULL, NULL, NULL),
(9298, '2016135103198\r\n', 18, 'محمد ماهر محمد', 1, '01/08/2018', 'مسح وتميز', 'مسح وتميز', 2, '0', '31/12/1899', '', 'كفر الديب', 'مركز زفتي', 'الغربيه', '0', '0', '1017740430', '', '', NULL, NULL, NULL, NULL, NULL),
(9299, '2017135101546\r\n', 18, 'أحمد صبري عبد الوهاب خضر', 1, '11/09/2019', 'مولدات قوى', 'مولدات قوى', 2, '0', '31/12/1899', '', 'طه شبرا', 'قوسنا', 'المنوفية', '0', '0', '1124641340', '', '', NULL, NULL, NULL, NULL, NULL),
(9300, '2018135105265\r\n', 18, 'محمود اسلام محمود ابراهيم', 1, '01/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'السنبلاوين', 'السنبلاوين', 'المنصورة', '0', '0', '1005827064', '', '', NULL, NULL, NULL, NULL, NULL),
(9301, '2018131101514\r\n', 18, 'احمـــد محــمود محــــمد', 1, '01/11/2020', 'مدرعات', 'مدرعات', 2, '0', '31/12/1899', '', 'الشهيد فكري – ', 'بركة السبع', 'المنوفية', '0', '0', '1096047327', '', '', NULL, NULL, NULL, NULL, NULL),
(9302, '2019130403638\r\n', 18, 'محمد علاء مغاوري', 1, '29/11/2021', 'كاتب عسكري', 'كاتب عسكري', 2, '0', '31/12/1899', '', 'كفر المنشي ', 'قويسنا', 'المنوفية', '0', '0', '1142045357', '', '', NULL, NULL, NULL, NULL, NULL),
(9303, '0201931806625\r\n', 18, 'احمد عراقي احمد سليم', 1, '29/11/2021', 'مركبات', 'مركبات', 2, '0', '31/12/1899', '', 'الطيبة', 'مركز الزقازيق', 'شرقية', '0', '0', '1100397743', '', '', NULL, NULL, NULL, NULL, NULL),
(9304, '2018131810793\r\n', 18, 'محمد صلاح سليمان', 1, '19/11/2020', 'سائق مركبات', 'سائق مركبات', 2, '0', '31/12/1899', '', 'كفر زين الدين', 'قويسنا', 'المنوفية', '0', '0', '1099705109', '', '', NULL, NULL, NULL, NULL, NULL),
(9305, '1998135100598\r\n', 14, 'ايهاب زنون محسوب على', 2, '07/11/2018', 'مدفعية', 'مدفعية', 2, '0', '31/12/1899', '', 'ش الماكس', 'ش الماكس', 'الإسكندرية', '174', '74', '1021274961', '', '', NULL, NULL, NULL, NULL, NULL),
(9306, '1996135100906\r\n', 14, 'عيسوي هشام يوسف', 2, '04/11/2021', 'ب 18 مطور', 'ب 18 مطور', 2, '0', '31/12/1899', '', 'شباس عمير', 'قلين', 'كفر الشيخ', '0', '0', '1099323370', '', '', NULL, NULL, NULL, NULL, NULL),
(9307, '0096135100550\r\n', 14, 'صبري رمضان محمد', 2, '16/01/2023', 'مراقب', 'مراقب', 2, '0', '31/12/1899', '', 'منوف', 'منوف', 'المنوفية', '', '', '1005468719', '', '', NULL, NULL, NULL, NULL, NULL),
(9308, '1998135100803\r\n', 14, 'حسنين السيد حسنين', 2, '16/01/2023', 'مراقب', 'مراقب', 2, '0', '31/12/1899', '', 'طنطا ', 'طنطا ', 'الغربية', '', '', '1004137702', '', '', NULL, NULL, NULL, NULL, NULL),
(9309, '2006135100921\r\n', 15, 'عاصم  حمدي عبدالحميد احمد', 2, '05/11/2022', 'نمر', 'نمر', 2, '0', '31/12/1899', '', 'قها ', 'قها ', 'القليوبية', '180', '88', '1281453015', '', '', NULL, NULL, NULL, NULL, NULL),
(9310, '2005135101864\r\n', 15, 'حسن ظريف حسن إبراهيم', 2, '04/11/2021', '440', '440', 2, '0', '31/12/1899', '', 'ثان الرمل', 'ابيس التانية', 'الاسكندرية', '184', '84', '1069294616', '', '', NULL, NULL, NULL, NULL, NULL),
(9311, '2005135100783\r\n', 15, 'أحمد عبدالرحمن عبدالعزيز', 2, '02/11/2020', 'نمر', 'نمر', 2, '0', '31/12/1899', '', 'جناج', 'دسوق', 'كفرالشيخ', '170', '73', '1201744272', '', '', NULL, NULL, NULL, NULL, NULL),
(9312, '2010135100633\r\n', 16, 'عماد حمدي السيد حسين', 2, '03/11/2020', '440', '440', 2, '0', '31/12/1899', '', 'السنطة ', 'السنطة ', 'الغربية', '162', '60', '1023606791', '', '', NULL, NULL, NULL, NULL, NULL),
(9313, '2002135100276\r\n', 16, 'أشرف محمد محمد عقل', 2, '16/01/2023', 'سطع م/ط', 'سطع م/ط', 2, '0', '31/12/1899', '', 'كفر الزيات', 'كفر الزيات', 'الغربيه', '', '', '1002231523', '', '', NULL, NULL, NULL, NULL, NULL),
(9314, '2007135100937\r\n', 16, 'عرفه فتحي ابراهيم الصافي', 2, '16/01/2023', 'اشارة', 'اشارة', 2, '0', '31/12/1899', '', 'ايتاي البارود ', 'ايتاي البارود ', 'البحيرة', '', '', '1001703498', '', '', NULL, NULL, NULL, NULL, NULL),
(9315, '2011135101366\r\n', 17, 'احمد عبدالله احمد العبد', 2, '05/11/2022', 'تبس59', 'تبس59', 2, '0', '31/12/1899', '', 'ميت غمر', 'ميت غمر', 'الدقهلية', '175', '78', '1065131382', '', '', NULL, NULL, NULL, NULL, NULL),
(9316, '2012135102271\r\n', 17, 'محمد فتحي عبدالحفيظ عطيه', 2, '05/11/2022', 'YLC', 'YLC', 2, '0', '31/12/1899', '', 'م مشتول السوق', 'م مشتول السوق', 'الشرقية', '187', '85', '1117250085', '', '', NULL, NULL, NULL, NULL, NULL),
(9317, '2013135102013\r\n', 17, 'عمرو محمد أحمد محمد', 2, '03/11/2020', 'ديازل', 'ديازل', 2, '0', '31/12/1899', '', 'طنطا', 'طنطا', 'الغلربية', '175', '81', '1552259050', '', '', NULL, NULL, NULL, NULL, NULL),
(9318, '2013135101081\r\n', 17, 'رائد حسين السيد خليل', 2, '21/08/2019', 'V5', 'V5', 2, '0', '31/12/1899', '', 'كوم حمادة', 'كوم حمادة', 'البحيرة', '176', '79', '1274386802', '', '', NULL, NULL, NULL, NULL, NULL),
(9319, '2014135102053\r\n', 17, 'احمد محمود عبد الرؤوف', 2, '08/11/2018', 'ديازل', 'ديازل', 2, '0', '31/12/1899', '', 'زفتي ', 'زفتي ', 'الغربية', '174', '74', '1023634327', '', '', NULL, NULL, NULL, NULL, NULL),
(9320, '2013135102401\r\n', 17, 'محمد إبراهيم محمد إبراهيم', 2, '04/11/2020', '843أ', '843أ', 2, '0', '31/12/1899', '', 'دسوق ', 'دسوق ', 'كفر الشيخ', '178', '78', '1020082014', '', '', NULL, NULL, NULL, NULL, NULL),
(9321, '2015135106566\r\n', 17, 'عبدالرحمن عبدالعزيز عبدالرحمن', 2, '08/11/2022', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'كفر الذيات', 'كفر الذيات', 'الغربية', '176', '69', '1025166894', '', '', NULL, NULL, NULL, NULL, NULL),
(9322, '2014138300381\r\n', 17, 'محمد رمضان كمال محمد مسلم', 2, '16/01/2023', 'مشاه', 'مشاه', 2, '0', '31/12/1899', '', 'بنها', 'بنها', 'قليوبيه', '', '', '1140039169', '', '', NULL, NULL, NULL, NULL, NULL),
(9323, '2015131807788\r\n', 17, 'ياسين عيد صادق', 2, '16/01/2023', 'سائق', 'سائق', 2, '0', '31/12/1899', '', 'دمنهور', 'دمنهور', 'البحيرة', '', '', '1014047500', '', '', NULL, NULL, NULL, NULL, NULL),
(9324, '2001135100202\r\n', 14, 'ايهاب محمود البحيري', 3, '25/06/2018', 'مد م/ط', 'مد م/ط', 2, '64', '15/08/1982', '', 'نهطاي', 'زفتى', 'الغربية', '179', '84', '1064492681', '', '', NULL, NULL, NULL, NULL, NULL),
(9325, '0', 14, 'جابر محمد صالح ابراهيم', 3, '10/01/2023', '', '', 2, '', '', '', '', '', '', '175', '78', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9326, '1998135100514\r\n', 14, 'محمد مصطفى زكي هدهد', 3, '09/01/2023', 'مراقب', 'مراقب', 2, '', '21/11/1977', '', 'بوريج ', 'قطور', 'الغربية', '182', '80', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9327, '0', 14, 'فتحي احمد محمد محمد', 3, '11/01/2023', '', '', 2, '', '', '', '', '', '', '182', '84', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9328, '2002134702700\r\n', 15, 'احمد مرشدي احمد', 3, '31/10/2021', 'مول', 'مول', 2, '', '01/03/1986', '', 'ش.عثمان بن عفان', 'العوايد', 'الاسكندرية', '185', '90', '1099944932', '', '', NULL, NULL, NULL, NULL, NULL),
(9329, '0', 15, 'عنتر السيد محمود حسين', 3, '13/01/2023', '', '', 2, '', '', '', '', '', '', '174', '77', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9330, '2009135100090\r\n', 16, 'عمرو إبراهيم كامل عبد الحفيظ', 3, '03/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '141', '10/01/1989', '', 'غزبة الطوالة', 'أبو حمص', 'البحيرة', '177', '79', '1001290976', '', '', NULL, NULL, NULL, NULL, NULL),
(9331, '2011135100409\r\n', 16, 'محمد فتحي عبد السلام', 3, '03/11/2020', '843أ', '843أ', 2, '143', '01/09/1990', '', 'نبتيت', 'مشتول السوق', 'الشرقية', '171', '76', '128694263', '', '', NULL, NULL, NULL, NULL, NULL),
(9332, '2006135101622\r\n', 16, 'محمد احمد عبد الرحيم محمدين', 3, '05/11/2022', 'مسح وتميز', 'مسح وتميز', 2, '', '05/03/1990', '', 'دنديط', 'ميت غمر', 'الدقهلية', '173', '70', '1025477533', '', '', NULL, NULL, NULL, NULL, NULL),
(9333, '0', 16, 'ابراهيم محمد محمد سالم', 3, '15/01/2023', '', '', 2, '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9334, '2011135103255\r\n', 17, 'احمد محمد محمد', 3, '', 'YLC', 'YLC', 2, '', '01/05/1995', '', '', 'م.اجا', 'الدقهلية', '168', '65', '1008925105', '', '', NULL, NULL, NULL, NULL, NULL),
(9335, '2012135101265\r\n', 17, 'محمد حافظ البهنسي رمضان', 3, '09/11/2021', 'تبس 63', 'تبس 63', 2, '', '08/12/1995', '', 'حانوت', 'زفتي', 'الغربية', '175', '78', '1271766696', '', '', NULL, NULL, NULL, NULL, NULL),
(9336, '2015135104867\r\n', 17, 'محمد شوقى الشناوى داود', 3, '05/11/2022', '843أ', '843أ', 2, '', '13/01/1996', '', 'سجين الكوم', 'مركز قطور', 'الغربية', '179', '80', '1120930232', '', '', NULL, NULL, NULL, NULL, NULL),
(9337, '0', 17, 'عبده زهني عبدالنبي بحيري', 3, '15/01/2023', '', '', 2, '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9338, '2015135103596\r\n', 17, 'طارق عادل محمد حسين فرج', 3, '05/11/2022', 'نمر5', 'نمر5', 2, '', '01/07/1995', '', 'عزبة اسماعيل محمد', 'أشمون', 'المنوفية', '167', '70', '1019115301', '', '', NULL, NULL, NULL, NULL, NULL),
(9339, '2015135104122\r\n', 17, 'مصطفى محروس راغب العماوي', 3, '05/11/2022', 'ب 18', 'ب 18', 2, '', '15/08/1996', '', 'كفر النواى', 'زفته', 'الغربية', '180', '82', '1022636956', '', '', NULL, NULL, NULL, NULL, NULL),
(9340, '2015135104867\r\n', 17, 'رضا موسي محمد رضا يوسف', 3, '04/01/2023', 'رادار ب 18', 'رادار ب 18', 2, '', '10/11/1998', '', 'اتريب', 'بنها', 'قليوبيه', '169', '72', '1022286863', '', '', NULL, NULL, NULL, NULL, NULL),
(9341, '2015105100724\r\n', 17, 'عبدالجليل فتحي عبدالجليل عبدالله', 3, '03/01/2023', 'عامل رادار نمر ', 'عامل رادار نمر ', 2, '', '10/06/1996', '', '', 'م.كوم حماده', 'البحيره', '177', '72', '1010423417', '', '', NULL, NULL, NULL, NULL, NULL),
(9342, '2018135103722\r\n', 17, 'محمد جمال محمد الجمال', 3, '18/01/2023', 'مراقب', 'مراقب', 2, '', '', '', '', 'سرس الليان', 'المنوفيه', '170', '73', '1098434863', '', '', NULL, NULL, NULL, NULL, NULL),
(9343, '1988535104105\r\n', 14, 'رجب عباس خليل الصعيدي', 4, '17/01/2019', 'سائق', 'سائق', 2, '0', '31/12/1899', '', 'قويسنا', 'قويسنا', 'المنوفية', '185', '82', '1100195433', '', '', NULL, NULL, NULL, NULL, NULL),
(9344, '1999135100067\r\n', 14, 'وليد محمد محمود حسانين', 4, '', 'مراقب', 'مراقب', 2, '0', '31/12/1899', '', 'ميت غمر', 'ميت غمر', 'الدقهلية', '', '', '1030967246', '', '', NULL, NULL, NULL, NULL, NULL),
(9345, '1997135100029\r\n', 14, 'رضا رمضان بيومي محمد', 4, '10/11/2018', 'مدفعية', 'مدفعية', 2, '0', '31/12/1899', '', 'اسطنها', 'الباجور', 'منوفية', '180', '84', '1002065791', '', '', NULL, NULL, NULL, NULL, NULL),
(9346, '2007135101365\r\n', 16, 'احمد عبد الوهاب محمد', 4, '02/11/2020', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'كوم حمادة ', 'كوم حمادة ', 'البحيرة', '174', '72', '1064005087', '', '', NULL, NULL, NULL, NULL, NULL),
(9347, '2008135101397\r\n', 16, 'حمادة حسن جمال حسن', 4, '02/11/2020', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'شبرا العنب', 'مينا القمح', 'الشرقية', '175', '80', '1145560371', '', '', NULL, NULL, NULL, NULL, NULL),
(9348, '2011138308331\r\n', 16, 'محمد احمد بيومي البحيري', 4, '05/11/2022', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'مركز السنطة', 'مركز السنطة', 'الغربية', '174', '72', '1019701412', '', '', NULL, NULL, NULL, NULL, NULL),
(9349, '2011135102116\r\n', 16, 'محمد نايف محمد محمود', 4, '03/11/2022', 'JY-9G', 'JY-9G', 2, '0', '31/12/1899', '', 'كفر الصهبي', 'شبين القناطر', 'القليوبية', '175', '75', '1066322401', '', '', NULL, NULL, NULL, NULL, NULL),
(9350, '2008135101991\r\n', 16, 'السعيد أحمد السيد أحمد', 4, '', 'اشاره', 'اشاره', 2, '0', '31/12/1899', '', 'ميت غمر', 'ميت غمر', 'الدقهلية', '', '', '1062213994', '', '', NULL, NULL, NULL, NULL, NULL),
(9351, '2012138316449\r\n', 17, 'احمد محمود احمد حمزة', 4, '08/11/2021', 'ب 18', 'ب 18', 2, '0', '31/12/1899', '', 'شبراخيت ', 'شبراخيت ', 'البحيرة', '179', '80', '1021299664', '', '', NULL, NULL, NULL, NULL, NULL),
(9352, '2013135101560\r\n', 17, 'احمد فرج فرج الاشموني', 4, '12/11/2018', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'شما', 'اشمون', 'المنوفية', '168', '70', '1095718896', '', '', NULL, NULL, NULL, NULL, NULL),
(9353, '2014135104009\r\n', 17, 'محمد علي حامد', 4, '01/11/2021', 'JY-9G', 'JY-9G', 2, '0', '31/12/1899', '', 'م.السنطة ', 'م.السنطة ', 'الغربية', '169', '70', '1202346439', '', '', NULL, NULL, NULL, NULL, NULL),
(9354, '2015135100435\r\n', 17, 'عيد فوزي عيد عيد', 4, '07/11/2021', '843 أ ', '843 أ ', 2, '0', '31/12/1899', '', 'ايتاى البارود ', 'ايتاى البارود ', 'البحيرة', '180', '81', '1069121784', '', '', NULL, NULL, NULL, NULL, NULL),
(9355, '2015135100485\r\n', 17, 'محمد عبد الحميد رمضان علي', 4, '05/11/2022', '843 أ ', '843 أ ', 2, '0', '31/12/1899', '', 'شرنوب', 'دمنهور', 'البحيرة', '181', '80', '1555169344', '', '', NULL, NULL, NULL, NULL, NULL),
(9356, '2015135102712\r\n', 17, 'احمد الشحات احمد عزام', 4, '05/11/2022', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'الضهري', 'إيتاي البارود', 'البحيرة', '172', '75', '1550897886', '', '', NULL, NULL, NULL, NULL, NULL),
(9357, '2012138311952\r\n', 17, 'فضل عوض محمد البكتوشي', 4, '', 'مشاه', 'مشاه', 2, '0', '31/12/1899', '', 'الدلنجات', 'الدلنجات', 'البحيره', '', '', '1024106953', '', '', NULL, NULL, NULL, NULL, NULL),
(9358, '0', 17, 'محمود عبده محمود جبريل', 4, '15/01/2023', '', '', 2, '0', '31/12/1899', '', '0', '0', '0', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9359, '2018135102724\r\n', 18, 'احمد محمد نجيب ابراهيم', 4, '', 'مراقب', 'مراقب', 2, '0', '31/12/1899', '', 'ديرب نجم', 'ديرب نجم', 'اشرقية', '', '', '1010907195', '', '', NULL, NULL, NULL, NULL, NULL),
(9360, '2018135101742\r\n', 18, 'احمد حسين محمد عبد المجيد', 4, '', 'مراقب', 'مراقب', 2, '0', '31/12/1899', '', 'ايتاي البارود', 'ايتاي البارود', 'البحيرة', '', '', '1146645858', '', '', NULL, NULL, NULL, NULL, NULL),
(9361, '2016135102786\r\n', 18, 'محمد خالد عبد الودود عوض', 4, '', 'ردار VOC مراقبة حديثة', 'ردار VOC مراقبة حديثة', 2, '0', '31/12/1899', '', 'اشمون', 'اشمون', 'المنوفية', '', '', '1013051349', '', '', NULL, NULL, NULL, NULL, NULL),
(9362, '1992535103889\r\n', 14, 'السيد عبدالرحمن محمد الموشي', 5, '07/11/2021', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'زفتي', 'زفتي', 'الغربية', '175', '75', '1092361913', '', '', NULL, NULL, NULL, NULL, NULL),
(9363, '1996135100641\r\n', 14, 'محمد عطوة محمد', 5, '23/05/2022', 'مدفعية', 'مدفعية', 2, '0', '31/12/1899', '', 'بركة السبع', 'بركة السبع', 'الغربية', '185', '92', '1062261547', '', '', NULL, NULL, NULL, NULL, NULL),
(9364, '2002135100367\r\n', 15, 'أحمد سعيد الحلوانى', 5, '05/11/2022', 'راصد ومسجل', 'راصد ومسجل', 2, '0', '31/12/1899', '', 'الشهداء', 'الشهداء', 'المنوفية', '180', '83', '1067903108', '', '', NULL, NULL, NULL, NULL, NULL),
(9365, '2007135101430\r\n', 16, 'محمد السيد احمد عثمان', 5, '03/11/2020', 'YLC', 'YLC', 2, '0', '31/12/1899', '', 'المنتزه ', 'المنتزه ', 'اسكندرية', '178', '77', '1061885522', '', '', NULL, NULL, NULL, NULL, NULL),
(9366, '2010135100188\r\n', 16, 'عادل السيد ابراهيم مرعي', 5, '02/11/2020', 'E843', 'E843', 2, '0', '31/12/1899', '', 'قطور', 'قطور', 'غربية', '169', '73', '1065804351', '', '', NULL, NULL, NULL, NULL, NULL),
(9367, '2014135101378\r\n', 17, 'عمر محمد السيد صلاح', 5, '05/11/2022', 'E843', 'E843', 2, '0', '31/12/1899', '', 'كفر الزيات', 'كفر الزيات', 'الغربية', '170', '74', '1200426624', '', '', NULL, NULL, NULL, NULL, NULL),
(9368, '2015135102324\r\n', 17, 'محمد عبد العال على محمد', 5, '05/11/2022', 'تبس 59/34', 'تبس 59/34', 2, '0', '31/12/1899', '', 'بنها ', 'بنها ', 'القليوبية', '175', '77', '1094661373', '', '', NULL, NULL, NULL, NULL, NULL),
(9369, '2015135102340\r\n', 17, 'حسن محمد محمد الحسينى', 5, '05/11/2022', 'تبس 59/34', 'تبس 59/34', 2, '0', '31/12/1899', '', 'شبرا الخيمة', 'شبرا الخيمة', 'القاهرة', '170', '72', '1129181583', '', '', NULL, NULL, NULL, NULL, NULL),
(9370, '2015138313689\r\n', 17, 'محمد أحمد شتلة', 5, '27/03/2022', 'استطلاع م.ط', 'استطلاع م.ط', 2, '0', '31/12/1899', '', 'منيا القمح', 'منيا القمح', 'الشرقية', '175', '70', '1200165134', '', '', NULL, NULL, NULL, NULL, NULL),
(9371, '2014135101633\r\n', 17, 'أدهم مدحت محمد إبراهيم', 5, '06/11/2018', 'ع تش 440', 'ع تش 440', 2, '0', '31/12/1899', '', 'بسيون ', 'بسيون', 'الغربية', '176', '79', '1145568057', '', '', NULL, NULL, NULL, NULL, NULL),
(9372, '2015135107407\r\n', 17, 'محمود حنفى محمود عبد الواحد', 5, '06/11/2018', 'مولدات قوى', 'مولدات قوى', 2, '0', '31/12/1899', '', 'دسوق', 'دسوق', 'كفر الشيخ', '184', '80', '1009154706', '', '', NULL, NULL, NULL, NULL, NULL),
(9373, '2016130400424\r\n', 18, 'فارس محمد عبد الحميد الهنداوى', 5, '05/11/2022', 'كاتب عسكري', 'كاتب عسكري', 2, '0', '31/12/1899', '', 'دمنهور', 'دمنهور', 'البحيرة', '170', '71', '1066085214', '', '', NULL, NULL, NULL, NULL, NULL),
(9374, '1997135101126\r\n', 14, 'ابراهيم هلال ابوالعنين', 6, '07/11/2021', 'ب 18', 'ب 18', 2, '0', '31/12/1899', '', 'رزافة', 'الدلنجات', 'البحيرة', '166', '65', '1023525345', '', '', NULL, NULL, NULL, NULL, NULL),
(9375, '2000135100353\r\n', 14, 'شمس الدين محمود', 6, '14/12/2021', 'م/ط', 'م/ط', 2, '0', '31/12/1899', '', 'المدينة', 'بركة السبع', 'المنوفيه', '172', '71', '1002047513', '', '', NULL, NULL, NULL, NULL, NULL),
(9376, '2007135100747\r\n', 16, 'احمد سلامة محمد سالم', 6, '31/10/2021', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'صفط العنب', 'كوم حمادة', 'البحيرة', '168', '67', '1013413400', '', '', NULL, NULL, NULL, NULL, NULL),
(9377, '2007135100656\r\n', 16, 'عبدالتواب محمد عبدالتواب', 6, '03/11/2022', 'مسح وتمييز', 'مسح وتمييز', 2, '0', '31/12/1899', '', 'السوالم', '-ايتاى البارود', 'البحيرة', '167', '64', '1007933137', '', '', NULL, NULL, NULL, NULL, NULL),
(9378, '2008135101834\r\n', 16, 'مصطفي محمد ابوالفتوح', 6, '06/11/2021', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'مسجد وصيف', 'قطور', 'الغربية', '170', '68', '1065860532', '', '', NULL, NULL, NULL, NULL, NULL),
(9379, '2008135101173\r\n', 16, 'محمد شوقى علوانى', 6, '05/11/2022', 'ب 18', 'ب 18', 2, '0', '31/12/1899', '', 'كوم حمادة', 'كوم حمادة', 'البحيرة', '174', '75', '1069018499', '', '', NULL, NULL, NULL, NULL, NULL),
(9380, '2014135100049\r\n', 17, 'محمود طه سيد محمد', 6, '04/11/2022', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'بنها', 'بنها', 'القليوبية', '173', '71', '1066092236', '', '', NULL, NULL, NULL, NULL, NULL),
(9381, '2014135104455\r\n', 17, 'محمد عبدالعزيز عبدالعزيز', 6, '01/11/2021', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'زفتى', 'زفتى', 'الغربية', '170', '69', '1146155357', '', '', NULL, NULL, NULL, NULL, NULL),
(9382, '2019131802897\r\n', 18, 'عصام محمد علي عبد الوكيل', 6, '07/12/2021', 'سائق', 'سائق', 2, '0', '31/12/1899', '', 'ابو واطية', 'الدلنجات', 'البحيرة', '167', '60', '0', '', '', NULL, NULL, NULL, NULL, NULL),
(9383, '2000134703059\r\n', 14, 'حسين جمعه حسين', 7, '10/11/2018', 'ب14', 'ب14', 2, '63', '31/12/1899', '', 'ساقيه المنقدي', 'اشمون', 'المنوفيه', '181', '77', '1111030051', '', '', NULL, NULL, NULL, NULL, NULL),
(9384, '2000134703306\r\n', 14, 'محمد السيد عبد الحميد', 7, '06/11/2022', 'ب14', 'ب14', 2, '63', '31/12/1899', '', 'ش.الجيش', 'زفتى', 'الغربية', '182', '83', '1228114990', '', '', NULL, NULL, NULL, NULL, NULL),
(9385, '2008138301944\r\n', 16, 'احمد محمد عبد العزيز ', 7, '01/11/2020', 'مسح وتميز ', 'مسح وتميز ', 2, '139', '31/12/1899', '', 'العقدة', 'منيا القمح', 'الشرقية', '179', '80', '1118921603', '', '', NULL, NULL, NULL, NULL, NULL),
(9386, '2011135103172\r\n', 17, 'احمد يوسف سعيد يوسف خليل', 7, '05/11/2022', 'ylc', 'ylc', 2, '146', '31/12/1899', '', 'تطاي', 'السنطة', 'الغربية', '180', '84', '1015959570', '', '', NULL, NULL, NULL, NULL, NULL),
(9387, '2013135100108\r\n', 17, 'ربيع سعد نور الدين', 7, '04/11/2020', 'تبس', 'تبس', 2, '149', '31/12/1899', '', 'ثابت بن قرة', 'الورديان منيا البصل', 'الاسكندرية', '178', '80', '1287758368', '', '', NULL, NULL, NULL, NULL, NULL),
(9388, '\r\n2014135101196\r\n\r\n', 17, '\nابراهيم محمد احمد\n', 7, '05/11/2022', 'ديزل', 'ديزل', 2, '151', '31/12/1899', '', 'المنشية الجديدة', 'السنطه', 'الغربيه', '174', '79', '1159495603', '', '', NULL, NULL, NULL, NULL, NULL),
(9389, '2014135101360\r\n', 17, 'محمد حمدى عوض', 7, '09/11/2021', 'مدفعية', 'مدفعية', 2, '151', '31/12/1899', '', 'كفرالشيخ سليم', 'طنطا', 'الغربية', '176', '80', '1001867029', '', '', NULL, NULL, NULL, NULL, NULL),
(9390, '2014135103720\r\n', 17, 'سلامةاحمد الوكيل', 7, '04/11/2020', 'نمر', 'نمر', 2, '152', '31/12/1899', '', 'اسديمه', 'كفر الزيات', 'الغربية', '175', '74', '1093043233', '', '', NULL, NULL, NULL, NULL, NULL),
(9391, '2015135100469\r\n', 17, 'اسلام نبيل حسن', 7, '01/11/2021', '843 أ', '843 أ', 2, '153', '31/12/1899', '', 'بيبان', 'كوم حمادة', 'البحيرة', '178', '77', '121864552', '', '', NULL, NULL, NULL, NULL, NULL),
(9392, '2015131800021\r\n', 17, 'السيد عناني السيد عناني', 7, '05/01/2019', 'حملة', 'حملة', 2, '153', '31/12/1899', '', 'جزيرة الاحرار', 'طوخ', 'قليوبية', '168', '70', '1205572199', '', '', NULL, NULL, NULL, NULL, NULL),
(9393, '2015135100641\r\n', 17, 'حمادة عبد اللطيف يحيى عيد ', 7, '05/11/2022', 'ب18', 'ب18', 2, '153', '31/12/1899', '', 'مؤسسة البستان', 'الدلنجات', 'البحيرة', '181', '79', '1154432234', '', '', NULL, NULL, NULL, NULL, NULL),
(9394, '2015135100790\r\n', 17, 'محمد هاشم عبد الزين إبراهيم  ', 7, '05/11/2022', 'تبس 63', 'تبس 63', 2, '153', '31/12/1899', '', 'الطوالة', 'أبو حمص', 'البحيرة', '179', '76', '1116340461', '', '', NULL, NULL, NULL, NULL, NULL),
(9395, '2015135102621\r\n', 17, 'إبراهيم فكري إبراهيم القزاز', 7, '05/11/2022', 'ب18', 'ب18', 2, '154', '31/12/1899', '', 'منشية الوكيل', 'دمنهور', 'البحيرة', '168', '70', '1151178440', '', '', NULL, NULL, NULL, NULL, NULL),
(9396, '2015135102746\r\n', 17, 'محمد عبد الباسط عبد الوهاب ابراهيم', 7, '05/11/2022', 'ب14', 'ب14', 2, '154', '31/12/1899', '', 'عزبة غزال', 'شبراخيت', 'البحيرة', '178', '81', '1202061978', '', '', NULL, NULL, NULL, NULL, NULL),
(9397, '2015135103926\r\n', 17, 'السيد إبراهيم السيد عامر', 7, '05/11/2022', 'ب14', 'ب14', 2, '154', '31/12/1899', '', 'ميت الليث', 'السنطة', 'غربية', '180', '84', '1018563771', '', '', NULL, NULL, NULL, NULL, NULL),
(9398, '2014138310679\r\n', 17, 'محمد سلامه محمد حسن', 7, '15/01/2023', 'مشاه', 'مشاه', 2, '152', '31/12/1899', '', '', 'ايتاي البارود', 'البحيرة', '', '', '1033113705', '', '', NULL, NULL, NULL, NULL, NULL),
(9399, '2017135102403\r\n', 18, 'احمد ناصر رفعت', 7, '19/09/2019', 'مولدات قوى', 'مولدات قوى', 2, '157', '31/12/1899', '', '97مساكن زينهم', 'شبرا الخيمة', 'القليوبية', '180', '83', '1140043304', '', '', NULL, NULL, NULL, NULL, NULL),
(9400, '2018131804655\r\n', 18, 'احمد محمود السيد محمد', 7, '15/01/2023', 'سائق', 'سائق', 2, '158', '31/12/1899', '', '', 'الباجور', 'المنوفية', '', '', '1007682856', '', '', NULL, NULL, NULL, NULL, NULL),
(9401, '0', 18, 'محمد فهمي محمد اسماعيل', 7, '15/01/2023', '', '', 2, '', '31/12/1899', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9402, '0', 18, 'كريم محمد ابوالمجد', 7, '08/01/2023', '', '', 2, '', '31/12/1899', '', '', '', '', '174', '77', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9403, '0', 18, 'احمد ناجح السيد فؤاد', 7, '15/01/2023', '', '', 2, '', '31/12/1899', '', '', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL),
(9404, '1997135100384\r\n', 14, 'عيد محمــد عبد الوهـــاب ', 8, '09/08/2019', 'مدفعيه م.ط', 'مدفعيه م.ط', 2, '0', '31/12/1899', '', 'قريه النبيرة', 'ايتاي البارود', 'بحيره', '0', '0', '1128839693', '', '', NULL, NULL, NULL, NULL, NULL),
(9405, '2006135101549\r\n', 15, 'احمد بدوي سليمان عامر', 8, '04/11/2022', 'مسح وتميز', 'مسح وتميز', 2, '0', '31/12/1899', '', 'بسيون', 'بسيون', 'الغربية', '0', '0', '1060782967', '', '', NULL, NULL, NULL, NULL, NULL),
(9406, '2006135101846\r\n', 15, 'عبد العظيم طاهر عبد العظيم حماد', 8, '24/08/2019', 'sps', 'sps', 2, '0', '31/12/1899', '', 'مسهله', 'السنطة', 'الغربية', '0', '0', '1097207989', '', '', NULL, NULL, NULL, NULL, NULL),
(9407, '2006135101871\r\n', 15, 'اسامة شاكر محمد عبد الله', 8, '04/11/2022', 'sps', 'sps', 2, '0', '31/12/1899', '', 'شبراخيت', 'شبراخيت', 'البحيرة', '0', '0', '1069704426', '', '', NULL, NULL, NULL, NULL, NULL),
(9408, '2008135101230\r\n', 16, 'كرم مندى لطفى عبد الحليم', 8, '02/11/2020', 'ع تش 440', 'ع تش 440', 2, '0', '31/12/1899', '', 'الطبريه البلد', 'كوم حماده', 'بحيره', '0', '0', '1060185410', '', '', NULL, NULL, NULL, NULL, NULL),
(9409, '2009135100834\r\n', 16, 'محمد محمد محمد شهـــاب', 8, '02/11/2020', 'sps', 'sps', 2, '0', '31/12/1899', '', 'قرانشو –بسيون/الغربية', 'قرانشو –بسيون/الغربية', 'قرانشو –بسيون/الغربية', '0', '0', '1010510503', '', '', NULL, NULL, NULL, NULL, NULL),
(9410, '2014135101906\r\n', 17, 'فوزي طارق فوزي الرفـاعي', 8, '25/10/2017', 'S P S', 'S P S', 2, '0', '31/12/1899', '', 'نهطاي', 'زفتي', 'الغربية', '0', '0', '1027867305', '', '', NULL, NULL, NULL, NULL, NULL),
(9411, '2014135102201\r\n', 17, 'محمد ابراهيم غنيم سلامة', 8, '07/11/2022', 'ع تش 440', 'ع تش 440', 2, '0', '31/12/1899', '', 'سنتريس', 'اشمون', 'المنوفية', '0', '0', '1013496399', '', '', NULL, NULL, NULL, NULL, NULL),
(9412, '2014135104471\r\n', 17, 'عادل صلاح عبد المنعم السيد', 8, '04/11/2020', 'مولدات قوى', 'مولدات قوى', 2, '0', '31/12/1899', '', 'كفرخزاعل', 'السنطا', 'الغربية', '0', '0', '1062496084', '', '', NULL, NULL, NULL, NULL, NULL),
(9413, '2015135100419', 17, 'محمد حسن ابراهيم ابراهيم', 8, '04/11/2021', 'ع تش رادار 843أ', 'ع تش رادار 843أ', 2, '0', '31/12/1899', '', 'الخوالد', 'ايتاي البارود', 'البحيرة', '0', '0', '1019079387', '', '', NULL, NULL, NULL, NULL, NULL),
(9414, '2015135100766\r\n', 17, 'عمر ابراهيم محمد علي ابو الحسن', 8, '05/11/2022', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'م ايتاي البارود', 'م ايتاي البارود', 'البحيرة', '0', '0', '1010158329', '', '', NULL, NULL, NULL, NULL, NULL),
(9415, '2015135100815\r\n', 17, 'فتحي عبد الباري فتحي عبد المجيد طايع', 8, '07/11/2022', 'تبس 63', 'تبس 63', 2, '0', '31/12/1899', '', 'م ايتاي البارود', 'م ايتاي البارود', 'البحيرة', '0', '0', '1020246926', '', '', NULL, NULL, NULL, NULL, NULL),
(9416, '2015135104180\r\n', 17, 'وليد عبد الحكيم عبد الرؤوف احمد الشناوي', 8, '05/11/2022', 'مولدات قوي', 'مولدات قوي', 2, '0', '31/12/1899', '', 'م.السنطة', 'م.السنطة', 'الغربية', '0', '0', '1282012398', '', '', NULL, NULL, NULL, NULL, NULL),
(9417, '2016135101217\r\n', 18, 'محمد عبد الهـــادي محمود حـــــامد', 8, '20/08/2018', 'ع تش رادار 843أ', 'ع تش رادار 843أ', 2, '0', '31/12/1899', '', 'منشية عامر ', '– منيا القمح', 'الشرقية', '0', '0', '1017666715', '', '', NULL, NULL, NULL, NULL, NULL),
(9418, '2019131809554\r\n', 18, 'محمد عبدالرحمن محمد عبد الهادي', 8, '01/12/2021', 'سائق', 'سائق', 2, '0', '31/12/1899', '', 'م قويسنا ', 'م قويسنا ', 'المنوفيه', '0', '0', '1099975277', '', '', NULL, NULL, NULL, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `semi_officers`
--
ALTER TABLE `semi_officers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `semi_officers`
--
ALTER TABLE `semi_officers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9430;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
